const rooms = [
  {
    name: 'Двомісний люкс',
    losung: 'Розкіш та комфорт у кожній деталі',
    description: "Розкішний двомісний люкс забезпечує максимальний комфорт завдяки просторій вітальні зоні, сучасним зручностям і міні-кухні, створюючи ідеальні умови для відпочинку.",
    featers:
      'Просторий двомісний люкс, ідеальний для відпочинку, забезпечує максимальний комфорт та розкіш. Номер облаштований сучасними меблями та декоративними елементами, що створюють затишну атмосферу.',
    general:
      'У номері є простора вітальня зона з великим диваном та кріслами, яка ідеально підходить для прийому гостей або відпочинку після насиченого дня. В наявності кондиціонер, сейф, міні-бар та безкоштовний Wi-Fi.',
    bathroom:
      'Ванна кімната обладнана сучасною сантехнікою, укомплектована пухнастими рушниками, халатами та капцями. Для вашої зручності надаються косметичні засоби преміум-класу.',
    bedroom:
      'Комфортне велике ліжко з ортопедичним матрацом, що забезпечує здоровий та спокійний сон. В наявності великий шафа для зберігання речей та телевізор з плоским екраном.',
    kitchen:
      'Міні-кухня оснащена всім необхідним для приготування їжі: електроплита, мікрохвильова піч, холодильник та посуд. В наявності також кавоварка та електричний чайник.',
    media:
      'Для вашого дозвілля в номері є плазмовий телевізор з супутниковими каналами, а також система домашнього кінотеатру для перегляду фільмів у високій якості.',
  },
  {
    name: 'Тримісний номер',
    losung: 'Простір для сім\'ї та друзів',
    description: "Тримісний номер пропонує зручні умови для сімейного відпочинку або подорожей з друзями, обладнаний всіма необхідними зручностями та міні-кухнею.",
    featers: 'Тримісний номер ідеально підходить для сімейного відпочинку або подорожі з друзями. Всі необхідні зручності для комфортного проживання забезпечені.',
    general: 'Номер має зону для відпочинку з зручним диваном, який може слугувати додатковим спальним місцем. Наявний кондиціонер, міні-бар та безкоштовний Wi-Fi.',
    bathroom: 'Ванна кімната оснащена душовою кабіною або ванною, надаються необхідні косметичні засоби та рушники. Також є фен та додаткові туалетні приналежності.',
    bedroom: 'Три зручні ліжка з ортопедичними матрацами, що забезпечують комфортний сон. Великий гардероб для зберігання речей та телевізор для вашого дозвілля.',
    kitchen: 'Міні-кухня укомплектована холодильником, мікрохвильовою піччю та електричним чайником. Також надається необхідний посуд для приготування та споживання їжі.',
    media: 'Телевізор з плоским екраном та супутниковими каналами, а також безкоштовний доступ до високошвидкісного інтернету для перегляду онлайн-контенту.',
  },
  {
    name: 'Двомісний номер',
    losung: 'Затишок для двох',
    description: "Затишний двомісний номер, ідеальний для пар або ділових поїздок, забезпечує комфортний відпочинок завдяки сучасному дизайну, міні-кухні та зручним меблям.",
    featers: 'Двомісний номер ідеально підходить для пар або ділових подорожей. Комфортні умови проживання та сучасний дизайн забезпечують приємне перебування.',
    general: 'Номер оснащений кондиціонером, міні-баром, сейфом та безкоштовним Wi-Fi. Зона відпочинку з кріслом або невеликим диваном створює додатковий комфорт.',
    bathroom: 'Ванна кімната обладнана сучасною сантехнікою, душовою кабіною, феном та всіма необхідними туалетними приналежностями. Надаються рушники та косметичні засоби.',
    bedroom: 'Комфортне двоспальне ліжко з якісною постільною білизною. Наявний шафа для зберігання особистих речей та телевізор з плоским екраном.',
    kitchen: 'Міні-кухня з мікрохвильовою піччю, холодильником та електричним чайником. Надається посуд для приготування та вживання їжі.',
    media: 'Плазмовий телевізор з доступом до супутникових каналів та безкоштовний Wi-Fi для перегляду онлайн-контенту або роботи.',
  },
];





